#coding:utf-8
data = {
	"ursa" : {
		"name" : "熊战士",
		"logo" : "http://cdn.dota2.com/apps/dota2/images/heroes/ursa_vert.jpg",
		"liliang" : "23",
		"minjie" : "18",
		"zhili" : "16",
		"gongji" : "45 - 49",
		"hujia" : "5.6",
		"yidongsudu" : "310",
		"gongjisudu" : "28(1.67)",
		"hp" : "587",
		"mp" : "208",
		"zhuanshensudu" : "0.50",
		"gongjiqianyao" : "0.30",
		"skill" : [
			{
				"name" : "震撼大地",
				"desc1" : "乌尔萨猛击地面带来强烈的冲击，对附近范围内的所有敌方单位造成伤害并减速4秒.",
				"desc2" : "雄性熊怪有力的步伐撼动着大地，展示了他们坚定的战士之心.",
				"logo" : "http://cdn.dota2.com.cn/apps/dota2/images/abilities/ursa_earthshock_lg.png",
				"item" : [{
						"k" : "作用范围:",
						"v" : "385"
					},{
						"k" : "移动速度减缓:",
						"v" : "25% 35% 45% 55%"
					},{
						"k" : "技能:",
						"v" : "无目标"
					},{
						"k" : "伤害类型:",
						"v" : "魔法"
					},{
						"k" : "伤害:",
						"v" : "90 140 190 240"
					},{
						"k" : "无视技能免疫:",
						"v" : "否"
					},{
						"k" : "魔法消耗:",
						"v" : "75 75 75 75"
					},{
						"k" : "冷却时间:",
						"v" : "5"
					}
				]
			},{
				"name" : "超强力量",
				"desc1" : "乌尔萨的战斗技巧提升他接下来几次攻击的攻击速度.",
				"desc2" : "乌尔萨有着让人难以和他巨大的体型联想到一起的敏捷.",
				"logo" : "http://cdn.dota2.com.cn/apps/dota2/images/abilities/ursa_overpower_lg.png",
				"item" : [{
						"k" : "攻击次数:",
						"v" : "3 4 5 6"
					},{
						"k" : "攻击速度提升:",
						"v" : "500 500 500 500"
					},{
						"k" : "持续时间:",
						"v" : "15"
					},{
						"k" : "技能:",
						"v" : "无目标"
					},{
						"k" : "魔法消耗:",
						"v" : "45 55 65 75"
					},{
						"k" : "冷却时间:",
						"v" : "10"
					}
				]
			},{
				"name" : "怒意狂击",
				"desc1" : "乌尔萨的利爪深深地撕裂敌人的伤口，对同一敌人连续攻击将造成更多伤害。如果同一个目标在15秒内不受攻击，将失去额外伤害加成.",
				"desc2" : "在大自然中，很少有受伤的动物能从饥饿的捕食者的攻击中幸存.",
				"logo" : "http://cdn.dota2.com.cn/apps/dota2/images/abilities/ursa_fury_swipes_lg.png",
				"item" : [{
						"k" : "重置时间:",
						"v" : "15"
					},{
						"k" : "重置时间(Roshan):",
						"v" : "6"
					},{
						"k" : "每次攻击伤害叠加:",
						"v" : "15 20 25 30"
					},{
						"k" : "技能:",
						"v" : "被动"
					},{
						"k" : "伤害类型:",
						"v" : "物理"
					},{
						"k" : "无视技能免疫:",
						"v" : "是"
					}
				]
			},{
				"name" : "激怒",
				"desc1" : "乌尔萨进入狂怒状态，怒意狂击的额外伤害将增加数倍，并且承受的伤害减少80%。施放时将移除所受的负面效果。 可用神杖升级.",
				"desc2" : "乌尔萨放纵他的远古之魂，成为战场上最凶残的生物.",
				"logo" : "http://cdn.dota2.com.cn/apps/dota2/images/abilities/ursa_enrage_lg.png",
				"item" : [{
						"k" : "神杖加成效果:",
						"v" : "减少冷却时间, 并且可以在被控制的状态下使用激怒."
					},{
						"k" : "伤害降低:",
						"v" : "80%"
					},{
						"k" : "怒意狂击伤害倍数:",
						"v" : "1.5 1.75 2.0"
					},{
						"k" : "持续时间:",
						"v" : "4"
					},{
						"k" : "冷却时间:",
						"v" : "50 40 30"
					}
				]
			}
		]
	}
}